12/data/attachments/85331755b356d51c.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>John_at_Friend_19728_2</nif:username>
            <nif:friendToBeRequested>soap_friends_d687860b-2364-4b89-af16-4ccb3a34a4c6</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>